// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "“ネットワーク”環境設定を開く...";

// connect/disconnect
"CONNECT" = "接続";
"DISCONNECT" = "接続解除";

// error string
"NO_VPN_CONFIGS" = "VPN が構成されていません";
"NO_MODEM_CONFIGS" = "モデム構成が見つかりませんでした";
"NO_PPPOE_CONFIGS" = "PPPoE 構成が見つかりませんでした";

// other items
"SHOW_TIMER" = "接続時間を表示";
"SHOW_ANIMATED_STATUS" = "接続中に状況を表示";
"STOP_SHOWING_TIME" = "メニューバーに時刻を表示するのを停止";

"SHOW_TIME_FORMAT" = "“%@”の時間をメニューバーに表示";

// scrolling text resources
"SCROLL_CONNECTING" = "接続中...";
"SCROLL_DIALING" = "ダイヤル中...";
"SCROLL_DISCONNECTING" = "接続解除中...";
"SCROLL_AUTHENTICATING" = "認証中...";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "接続解除：%@";
"NOT_CONNECTED_FORMAT" = "接続：%@";
"CONNECTING_FORMAT" = "接続中：%@";
"DISCONNECTING_FORMAT" = "接続解除中：%@";
"AUTHENTICATING_FORMAT" = "認証中：%@";

"DEFAULT" = "デフォルト";

/* name strings */
"VPN menu extra" = "VPN menu extra";
"PPP menu extra" = "PPP menu extra";
"PPPoE menu extra" = "PPPoE menu extra";
